export default function Guideline() {
  return (
    <div>
      <h1 className=" text-center text-lg font-bold">リリカルのルール</h1>

      <div className="m-20 space-y-8">
        <div>
          <p className="font-bold">はじめに</p>
          <p>
            リリカルを利用するということは、多様な人々が集まるコミュニティに参加することでもあります。
            すべてのユーザーが、リリカルを楽しく、自由に、安全に利用できるよう、
            利用規約・プライバシーポリシーを遵守してください。
            また利用者が健全で快適にサービスを利用できる環境を保つために、
            コミュニティガイドラインに示されているマナーを守って利用ください。
          </p>
        </div>
        <div>
          <p className="font-bold">利用規約・プライバシーポリシー</p>
          <p>
            本契約をよくお読みになり、十分に理解してください。
            本契約の記載内容を理解または承諾いただけない場合には、本サービスをご利用いただけません。
            (利用規約はこちら・プライバシーポリシーはこちら)
          </p>
        </div>
        <div>
          <p className="font-bold">コミュニティガイドライン</p>
          <p>01 暴力的または危険なコンテンツ</p>
          <p>
            リリカルでは、ヘイトスピーチ、搾取行為、暴力的な描写、悪意のある攻撃や、
            有害で危険な行為を助長するコンテンツが禁止されています。
          </p>
          <p>02 スパムと欺瞞行為</p>
          <p>
            リリカルは、信頼の上に成り立つコミュニティです。
            他のユーザーに誤解を与えたり、詐欺、スパム、不正を行ったりすることを目的とした
            コンテンツは、リリカルで許可されません。
          </p>
          <p>03 誤った情報</p>
          <p>
            特定の種類の誤解を招くコンテンツまたは虚偽が含まれるコンテンツで、
            重大な危害を及ぼす可能性のあるものは リリカルで許可されません。
          </p>
          <p>04 著作権および商標</p>
          <p>
            著作権や商標など、他者に帰属する知的財産権を侵害することは禁じられています。
          </p>
          <p>05 デリケートなコンテンツ</p>
          <p>
            リリカルは、ユーザーの保護、特に未成年者の保護に努めています。
            そのため、ヌードや性的なコンテンツ、自傷行為が児童の目に触れないようにする
            ルールを制定しています。
          </p>
          <p>06 違法または特定の規制対象商品・サービス</p>
          <p>
            非合法な目的、違法な活動を促進させるためにリリカルを利用することを禁じます。
            これには違法な物品・サービス、および特定の種類の規制物品・サービスの
            販売、購入、または取引の促進が含まれます。
          </p>
        </div>
      </div>
    </div>
  );
}
